{"pageContext":{"id":"581406","parent":"__SOURCE__","slug":"30-30-young-founders-southeast-asia-changing-game","internal":{"contentDigest":"48e92976fb78636c05ce121abcb8ca4c","type":"ContentCoPost","owner":"default-site-plugin"},"children":[],"title":"30 under 30: Young founders in Southeast Asia who are changing the game","preview":{"source":"https://cdn.techinasia.com/wp-content/uploads/2018/09/Leandro-Leviste.jpg","attachment_meta":{"width":1200,"height":800,"sizes":{"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/09/Leandro-Leviste-100x100.jpg"},"medium":{"width":350,"height":233,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/09/Leandro-Leviste-350x233.jpg"},"large":{"width":750,"height":500,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/09/Leandro-Leviste-750x500.jpg"}}}},"createdAt":"2018-10-03T05:47:49","content":"<p>With a rising startup ecosystem and a record <a href=\"https://www.techinasia.com/southeast-asia-sees-record-startup-funding-2017\">US$7.86 billion</a> in startup funding in 2017, Southeast Asia is home to a growing pool of entrepreneurs. Here are 30 of the trailblazers who are 30 and under.</p>\n<p>We have included founders who are actively running a startup, and their placement is based on two factors: their track record and their firm’s public data – funding, revenue, and valuation.</p>\n<h2>30. Dinesh Visva Gunasekeran (25): Visre, Singapore</h2>\n<p>Out of all Singapore patients with eye diseases, 83 percent are unaware of their condition. Gunasekeran, a practicing doctor, set out to change this with the help of virtual reality.</p>\n<p>Visual Reality (Visre) aims to educate people about eye diseases, and does so through immersive content, including an augmented reality game. Through its education campaigns, the company hopes to facilitate early detection of eye disease.</p>\n<h2>29. Van Quan Huy Nguyen (28): Holistics Software, Vietnam</h2>\n<p><img class=\"alignnone size-full wp-image-583011\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/holistics-team.png\" alt=\"\" width=\"1523\" height=\"1012\"></p>\n<p>Holistics is a software-as-a-service solution for data analysts. It allows analysts to consolidate, manage, analyze, and automate data reporting, and share reports via instant messaging or email. Its customers include Grab, 99.co, and Traveloka.</p>\n<p>Nguyen has also formed Grokking Vietnam, a non-profit that aspires to create a community of engineers and programmers in the country.</p>\n<h2>28. Adrian Ang (28): Aevice Health, Singapore</h2>\n<p><img class=\"alignnone size-full wp-image-583012\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/AEvice-Health.jpg\" alt=\"\" width=\"500\" height=\"375\"></p>\n<p>The biomedical startup produces BioAsthma, an AI-powered device that allows asthmatic people to monitor their heart rate, breathing rate, coughing frequency, and wheezing.</p>\n<p>It is placed over the patient’s chest and records data for doctors. It also alerts caregivers if the patient is on the verge of an asthma attack.</p>\n<p>Ang suffered from asthma as a child, so he can place himself in his customers’ shoes. He founded Aevice Health in July 2016 together with Edmund Shao and Tan Xiao Rex.</p>\n<p>Aevice Health has raised angel and seed rounds, both for undisclosed amounts.</p>\n<h2>27. Raeesa Sya (28): Orkid Cosmetics, Malaysia</h2>\n<p><img class=\"alignnone size-full wp-image-583013\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/raeesa.jpg\" alt=\"\" width=\"1500\" height=\"770\"></p>\n<p>Sya displayed her entrepreneurial flair early. As a student, she began selling shoes and clothing on MySpace.</p>\n<p>In 2015, she founded tech beauty startup Lulu. She co-founded online beauty and grooming services platform Bfab the following year, as well as Orkid Cosmetics.</p>\n<p>Orkid Cosmetics creates affordable beauty products that are also halal-certified, cruelty-free, and paraben-free. It has more than 1,000 customers from Malaysia, Singapore, Bangladesh, and the UAE, and is <a href=\"http://www.thesundaily.my/news/2018/06/17/orkid-cosmetics-talks-angel-investors-eyes-foreign-markets\" target=\"_blank\" rel=\"noopener\">said to be profitable</a>.</p>\n<h2>26. Abraham Ranardo (28): Mailbird, Indonesia</h2>\n<p><img class=\"alignnone size-full wp-image-583014\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/abraham-ranardo.jpg\" alt=\"\" width=\"900\" height=\"500\"></p>\n<p>Mailbird offers email, messaging, task management, a calendar, and video meetings — all in a single platform.</p>\n<p>Ranardo, a developer, is one of five founders who started the company in 2012. Today, the platform has more than one million users, though it’s not been specified if these are registered or active users.</p>\n<h2>25. Zack Yang (24) and Louis Liu (24): Fomo Pay, Singapore</h2>\n<p><img class=\"alignnone size-full wp-image-583015\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/fomo.jpeg\" alt=\"\" width=\"1024\" height=\"768\"></p>\n<p>Fomo Pay is an integrated payment solution for merchants in Singapore. It can process a variety of payment methods, including GrabPay, WeChat Pay, Visa QR, and NETSPay. It also partners with banks and credit card providers.</p>\n<p>It has clients in the telecom, publishing, tourism and hospitality, F&amp;B, education, and retail industries.</p>\n<p>The company is currently working with the Monetary Authority of Singapore to develop a national QR code that will work with all e-wallets in Singapore.</p>\n<p>Liu has a finance background, having worked as a management associate at Visa, while Yang previously worked with Apple and BMW in supply-demand management and R&amp;D, respectively.</p>\n<h2>24. Pocket Sun (26): SoGal Ventures, Singapore</h2>\n<p><img class=\"alignnone size-full wp-image-583019\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/pocket-sun.jpg\" alt=\"\" width=\"799\" height=\"478\"></p>\n<p>SoGal Ventures bills itself the “first female-led millennial venture capital firm.” The company invests in seed-stage startups in the US and Asia Pacific that focus on consumer tech, healthcare, and diversity.</p>\n<p>Sun and her founding partner, Elizabeth Galbut, have since invested in 50-plus startups, including Beijing-based Girls Labs and Singaporean company GuavaPass.</p>\n<h2>23. Stephanie Sy (29): Thinking Machines, Philippines</h2>\n<p><img class=\"alignnone size-full wp-image-583017\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/stephanie-sy.jpg\" alt=\"\" width=\"1200\" height=\"639\">Sy is the lead data scientist at Thinking Machines, a data science consultancy. After graduating from Stanford and working at Silicon Valley, she moved back to the Philippines in 2013, where competition in the data science industry was scant.</p>\n<p>The startup works with large companies, including utilities providers. It tackles problems such as traffic congestion, fraud detection in insurance claims, and understanding digital consumer behavior.</p>\n<h2>22. Vinesh Sinha (29): FatHopes Energy, Malaysia</h2>\n<p><img class=\"alignnone size-full wp-image-581427\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/09/vinesh-sinha.jpg\" alt=\"\" width=\"1200\" height=\"700\"></p>\n<p>As a student, Sinha experimented with using a blend of used cooking oil and diesel to power his car.</p>\n<p>Later, when he went to university in the UK, he found out that many households created their own biodiesel using waste oils. He then spent his time volunteering with companies that created waste oil instead of attending his classes.</p>\n<p>In 2009, he met a UK-based logistics company that was looking for a waste-oil biofuel provider in Malaysia. This gave him enough reason to return home and use the refund from the university to purchase equipment for production.</p>\n<p>Today, FatHopes Energy converts the Malaysian food industry’s waste oils into biofuels and sells these to companies around the world.</p>\n<p>The company has also introduced smart tanks for waste oil collection. These tanks transmit data to FatHopes Energy, telling the company how much oil is inside and when it’s time to collect the tank.</p>\n<h2>21. Amira Geneid (25): Zahara, Malaysia</h2>\n<p><img class=\"alignnone size-full wp-image-581425\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/09/amira-geneid.jpg\" alt=\"\" width=\"1584\" height=\"780\"></p>\n<p>Geneid is the founder and CEO of Zahara, a beauty startup that offers luxury, halal-certified, and cruelty-free makeup products. These are currently sold online in Malaysia, Singapore, Indonesia, Brunei, and Australia.</p>\n<p>Zahara’s breakout product was a nail polish that was permeable both by water and oxygen, allowing it to be used in the water cleansing act before prayer.</p>\n<p>Zahara is also developing a program that will support young Muslim women in starting their own businesses.</p>\n<h2>20. Nyha Shree (28): Jumper.ai, Singapore</h2>\n<p><img class=\"alignnone size-full wp-image-581419\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/09/jumperai.png\" alt=\"\" width=\"600\" height=\"315\"></p>\n<p>As a social commerce platform, Jumper.ai allows people to buy and sell items, as well as collect payments, without ever having to leave a social media network.</p>\n<p>The platform was born out of Shree’s frustration with online sellers on social media while shopping for a gift for a cousin’s wedding. The process was often fragmented, with product images posted on social media, negotiations done through direct messaging, and payment facilitated via different channels.</p>\n<p>Shree founded Jumper.ai together with Yash Kotak in 2017. In 2018, they raised an undisclosed amount of seed funding from Wavemaker Partners.</p>\n<p>Jumper.ai works on Facebook, Instagram, and YouTube. Integrations with Pinterest, Snapchat, LinkedIn, and WeChat are in the pipeline.</p>\n<h2>19. Noppon Anukunwithaya (29) and Taro Amornched (29): TakeMeTour, Thailand</h2>\n<p><img class=\"alignnone size-full wp-image-581416\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/09/Noppon-Anukunwithaya-and-Taro-Amornched.jpg\" alt=\"\" width=\"3264\" height=\"2448\"></p>\n<p>TakeMeTour matches <a href=\"https://www.techinasia.com/talk/taro-amornched-take-me-tour\">20,000 local experts</a> in Thailand and Cambodia with travelers seeking people who can show them around a city.</p>\n<p>The idea came when Amornched traveled to different cities as an Erasmus Mundus scholar. People who visited would ask him to show them around. He realized that travelers prefer touring a place with someone who has lived there.</p>\n<p>Like Airbnb experiences, TakeMeTour offers tours tailored to the platform user’s preferences and insights gained from website browsing activity. It earns revenue through booking fees and commissions.</p>\n<p>Expansion to Myanmar is in the works.</p>\n<h2>18. Leandro Leviste (24): Solar Philippines, Philippines</h2>\n<p><img class=\"alignnone size-full wp-image-581414\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/09/Leandro-Leviste.jpg\" alt=\"\" width=\"1200\" height=\"800\"></p>\n<p>Leviste was studying politics in Yale when he learned about SolarCity, Elon Musk’s solar services company. He decided solar energy could help solve the problem of high electricity rates in his home country, the Philippines.</p>\n<p>Today, Solar Philippines is one of the largest developers of solar rooftop power plants in Southeast Asia.</p>\n<p>It has <a href=\"https://www.solarphilippines.ph/about/\" target=\"_blank\" rel=\"noopener\">300 MW of projects</a> either in operation or under construction in the Philippines, India, Indonesia, Vietnam, Myanmar, USA, and sub-Saharan Africa.</p>\n<p>The company aims to expand annual production capacity to 2 GW and become the world’s “largest non-Chinese solar panel manufacturer.”</p>\n<h2>17. Honey Mya Win (26) and Shwe Yee Mya Win (23): Chate Sat, Myanmar</h2>\n<p><img class=\"alignnone size-full wp-image-581413\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/09/chate-sat-founders.jpg\" alt=\"\" width=\"2400\" height=\"1600\"></p>\n<p>Chate Sat, which translates to “connect” in Burmese, is a platform for freelancers in Myanmar to find gigs with local businesses. It has already signed on <a href=\"http://www.elevenmyanmar.com/business/11185\" target=\"_blank\" rel=\"noopener\">around 8,000 freelancers</a> and more than 1,000 businesses into its network.</p>\n<p>Chate Sat received an undisclosed amount of seed funding from VIMIC Capital and Theta Capital in 2017.</p>\n<p>Previously, the Mya Win sisters joined Phandeeyar Accelerator, which helped them raise US$25,000 from both local and foreign investors.</p>\n<h2>16. Benny Fajarai (27) and Fransiskus Xaverius: Qlapa, Indonesia</h2>\n<div id=\"attachment_290781\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-290781\" src=\"https://cdn.techinasia.com/wp-content/uploads/2015/12/Qlapa-Team-Photo.jpg\" alt=\"\" width=\"3120\" height=\"1964\"><p class=\"wp-caption-text\">Qlapa team, co-founder Benny Fajarai second from right</p>\n</div>\n<p>Fajarai is the co-founder of Qlapa, an online marketplace for handmade products. It’s similar to the popular New York-based platform Etsy, which allows independent sellers to sell their creations online.</p>\n<p>The company raised an undisclosed amount in a Series A round from investors Aavishkaar Venture Capital and Kapan Lagi Networks in 2017.</p>\n<p>The startup isn’t Fajarai’s first venture. He previously built Kreavi, a portfolio and job portal for creative professionals. He also co-founded Cactus Project, an IT business, during his second year at the Information Engineering University Bina Nusantara.</p>\n<p>Xaverius, on the other hand, has a background in software engineering with companies like Zynga and Google.</p>\n<h2>15. Ye Wint Ko (28) and Htet Will (27): Bindez, Myanmar</h2>\n<p><img class=\"alignnone size-full wp-image-354093\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/09/ye-wint-ko-bindez-2.jpg\" alt=\"\" width=\"500\" height=\"500\"></p>\n<p>Bindez is a localized ‘information discovery platform’ – essentially a news aggregator. The company also offers Bindez Insights, a social media monitoring tool.</p>\n<p>In 2017, Bindez secured US$500,000 in a pre-series A funding round led by Vimic Limited. Its competitors include Social Bakers and Mention.com.</p>\n<h2>14. Winnie Chua (29) and Wilson Beh (27): PolicyStreet, Malaysia</h2>\n<div id=\"attachment_424772\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-424772\" src=\"https://cdn.techinasia.com/wp-content/uploads/2017/09/policystreet-team.jpg\" alt=\"\" width=\"950\" height=\"530\"><p class=\"wp-caption-text\">PolicyStreet’s founding team (from L-R): Wilson Beh, Yen Ming, Winnie Chua, and Jason Lee.</p>\n</div>\n<p>The duo co-founded PolicyStreet in 2016 to offer an insurance service driven by technology. They target underserved markets in the insurance space, such as the poor, students, and startups. They also serve millennials and <a href=\"https://www.ey.com/my/en/newsroom/news-releases/news-ey-growing-middle-class-leading-consumption-drive-in-rgms\" target=\"_blank\" rel=\"noopener\">Malaysia’s rising middle class</a>.</p>\n<p>PolicyStreet raised US$500,000 from KK Fund in 2017. It has covered <a href=\"https://www.forbes.com/profile/policystreet/#1ad2b21d1982\" target=\"_blank\" rel=\"noopener\">around 1,300 people</a> within its first year of operation.</p>\n<h2>13. Trumph Lusarun Silpsrikul (28): Page365, Thailand</h2>\n<p><img class=\"alignnone size-full wp-image-250174\" src=\"https://cdn.techinasia.com/wp-content/uploads/2015/05/page365.jpg\" alt=\"Lusarun \" trumph silpsrikul ceo of page365 width=\"1536\" height=\"2048\"></p>\n<p>You could say Page365 was born to make amends for giving bad advice.</p>\n<p>Around 2012, Silpsrikul advised a friend to link her makeshift Facebook store to an ecommerce site. She did just that – and saw conversion rates drop by as much as 80 percent.</p>\n<p>To solve a problem he had helped create, Silpsrikul developed a rough version of Page365. He later developed it with the help of co-founder Prathan Thananart.</p>\n<p>Today, Page365 provides merchants on Facebook and Instagram a way to track and manage inquiries, listings, orders, and complaints using a single dashboard.</p>\n<p>It has raised a total of US$529,000 in seed funding.</p>\n<h2>12. Kenneth Lou (26): Seedly, Singapore</h2>\n<div id=\"attachment_310002\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-310002\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/03/seedly-founders.jpg\" alt=\"Seedly's founders\" width=\"997\" height=\"595\"><p class=\"wp-caption-text\">Seedly’s founders, Tee Ming Chew (L) and Kenneth Lou. Photo credit: Seedly.</p>\n</div>\n<p>At 22, he started Novelsys, a company that wanted to build Asia’s first wireless charging network. That effort failed, but Lou <a href=\"https://www.techinasia.com/talk/failed-dramatically-10-differently-time\">shared transparently</a> with everyone the lessons he learned.</p>\n<p>Not deterred, he started Seedly, a financial information website for millennials. It did much better, raising a seed round and eventually getting acquired by another Singapore startup called Shopback.</p>\n<h2>11. Muhamad Iman Usman (27), Adamas Belva Syah Devara (26): Ruangguru, Indonesia</h2>\n<div id=\"attachment_410262\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-410262\" src=\"https://cdn.techinasia.com/wp-content/uploads/2017/07/Iman-Usman-and-Belva-Devara-Founders-of-Ruangguru-1.jpg\" alt=\"\" width=\"800\" height=\"481\"><p class=\"wp-caption-text\">Iman Usman (L) and Belva Devara, co-founders of Ruangguru. Photo credit: Ruangguru.</p>\n</div>\n<p>When Usman and Devara were applying for graduate school, they searched for a private tutor online, but couldn’t find an efficient way to do so. This led them to start Ruangguru – a marketplace for students seeking tutors – in 2013. It’s also a test-prep platform.</p>\n<p>Today, Ruangguru has a 300,000-strong community and connects students around Indonesia with 80,000 private tutors.</p>\n<p>It has held two funding rounds. In 2017, it raised an undisclosed amount in a series B round led by UOB Venture.</p>\n<p>The following year, it received a <a href=\"https://solve.mit.edu/challenges/youth-skills-the-workforce-of-the-future/solutions/2359/application\" target=\"_blank\" rel=\"noopener\">grant from the Solve program</a> of the Massachusetts Institute of Technology.</p>\n<h2>10. Polpat Songthamjitti (27) and Djoann Fal (26): GetLinks, Thailand <img class=\"alignnone size-full wp-image-223173\" src=\"https://cdn.techinasia.com/wp-content/uploads/2015/03/getlinks.jpeg\" alt=\"getlinks\" width=\"1342\" height=\"808\">\n</h2>\n<p>GetLinks addresses a major problem for employers and recruiters today – finding tech talent. The jobs portal and talent network hosts more than 500,000 tech talent profiles. It works with 3,000 companies in Hong Kong, India, Singapore, South Korea, Thailand, and Vietnam.</p>\n<p>The company started as an online headhunter service in 2015 before pivoting to a self-service model. It has raised US$625,000 over four funding rounds.</p>\n<h2>9. Julius Tan (29): Electrify, Singapore</h2>\n<p><img class=\"alignnone size-full wp-image-476092\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/03/Screen-Shot-2018-03-07-at-8.55.53-AM.png\" alt=\"\" width=\"250\" height=\"374\"></p>\n<p>Tan worked as a research engineer at the Solar Energy Research Institute of Singapore and as the head of energy at solar energy company Sunseap before founding Electrify with COO Martin Lim.</p>\n<p>The duo hopes to improve transparency and choice in the retail energy market. One way they accomplish this is by collecting and displaying retail electricity offers.</p>\n<p>They also leverage blockchain technology by enabling smart contracts that eliminate the middleman. Doing so removes accounting, financial, and legal settlements that make up as much as 30 percent of retail electricity cost.</p>\n<p>In 2018, Electrify <a href=\"https://www.techinasia.com/singapore-startup-raises-30m-buy-electricity-blockchain\">raised US$30 million</a> in less than 10 days in a token sale.</p>\n<p>The company claims to have facilitated US$3.8 million worth of transactions since it began operations in March 2017. It has reportedly <a href=\"https://www.techinasia.com/singapore-startup-raises-30m-buy-electricity-blockchain\">helped businesses save</a> more than US$554,000 in electricity bills.</p>\n<h2>8. Iwan Kurniawan (28) and Reynold Wijaya (29): Modalku, Indonesia</h2>\n<div id=\"attachment_501648\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-501648\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/04/picture-modalku-29-sept-1.jpg\" alt=\"\" width=\"1280\" height=\"960\"><p class=\"wp-caption-text\">Funding Societies – under its Indonesian brand name, Modalku – won the International Telecommunication Union’s Global SME Excellence Award in 2017. / Photo credit: Funding Societies</p>\n</div>\n<p>Together with Kelvin Teo, Kurniawan and Wijaya founded Modalku (Indonesia) with the aim of opening up sources of funds for SMEs. The trio aims to expand their services across Southeast Asia.</p>\n<p>Their peer-to-peer financing platform has since provided 2,000 SMEs with US$146 million in loans. The funds came from 70,000 investors.</p>\n<p>Parent company Funding Societies raised US$33.7 million from investors like Sequoia Capital and Softbank Capital.</p>\n<h2>7. Korawad Chearavanont (23): Eko Communications, Thailand</h2>\n<div id=\"attachment_266113\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-266113\" src=\"https://cdn.techinasia.com/wp-content/uploads/2015/08/Eko-gets-series-A-funding.png\" alt=\"Workplace chat app Eko gets $5.7M series A funding to make teams productive, quit Slacking\" width=\"746\" height=\"561\"><p class=\"wp-caption-text\">(L-R) David Zhang, co-founder and CTO; Korawad Chearavanont, CEO and founder, and Bernie Tay, COO and CMO, at Eko’s Bangkok HQ.</p>\n</div>\n<p>Eko is a mobile messaging app for the workplace. It was started by Chearavanont, the eldest son of communication conglomerate True Corp’s chief executive.</p>\n<p>Chearavanont began the project while studying history at Columbia University, and left the school before his junior year to pursue the path of entrepreneurship.</p>\n<p>Eko has raised US$8.7 million in funding.</p>\n<h2>6. Oswald Yeo (25) and Seah Ying Cong (25): Glints, Singapore</h2>\n<div id=\"attachment_219017\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-219017\" src=\"https://cdn.techinasia.com/wp-content/uploads/2015/02/Glints-Cofounders.jpg\" alt=\"\" width=\"5184\" height=\"3456\"><p class=\"wp-caption-text\">From left: Glints founders Ying Cong Seah, Oswald Yeo, and Qin En Looi.</p>\n</div>\n<p>In 2013, Yeo and Seah put their studies “on definite hold” to found Glints, a recruitment platform for young people. It had more than 300,000 registered users.</p>\n<p>Glints has raised US$2.9 million over four funding rounds. It counts among its investors HRnetGroup, an HR and staffing company.</p>\n<h2>5. Jonathan Weins (28): Dah Makan, Malaysia</h2>\n<div id=\"attachment_417931\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-417931\" src=\"https://cdn.techinasia.com/wp-content/uploads/2017/08/founder_focus.png\" alt=\"Dahmakan co-founders\" width=\"1500\" height=\"945\"><p class=\"wp-caption-text\">Dahmakan co-founders (L to R) Jonathan Weins, Jessica Li, and Christian Edelmann. Photo credit: Dahmakan.</p>\n</div>\n<p>An investment banker walks into an eatery. He finds a lack of affordable quality food for office workers. He thinks there must be an app for that.</p>\n<p>So he created Dahmakan, which prepares and delivers healthy but affordable meals to office workers. No surprise there, given that Weins was one of Foodpanda’s first employees in Hong Kong.</p>\n<p>In 2017, Dahmakan was the first Malaysian startup to be accepted into Y Combinator. It has since raised US$4 million in funding.</p>\n<h2>4.</h2>\n<h2>Patrick Lynch (28): First Circle, Philippines</h2>\n<div id=\"attachment_395930\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-395930\" src=\"https://cdn.techinasia.com/wp-content/uploads/2017/04/201704_First-Circle-team.jpg\" alt=\"201704_First Circle team\" width=\"800\" height=\"533\"><p class=\"wp-caption-text\">CEO Patrick Lynch (center, front) and First Circle’s core team.</p>\n</div>\n<p>Lynch aims to help SMEs in the Philippines access capital through invoice financing and purchase order financing.</p>\n<p>Businesses can apply for financing via an app or a website, providing an alternative to the tons of paperwork and long processing times offered by traditional lenders in the country.</p>\n<p>To determine a loan’s risk and feasibility, First Circle’s platform creates credit scores from a variety of data sources – cellphone and network data, social media, and credit information.</p>\n<p>First Circle has just <a href=\"https://www.techinasia.com/first-circle-bags-26m-funding-for-sme-lending\">raised US$26 million in its series A round</a>, led by Venturra Capital. It earlier raised a total of US$2.5 million for its seed round.</p>\n<h2>3. Haryanto Tanjo (29): Moka, Indonesia</h2>\n<div id=\"attachment_192914\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-192914\" src=\"https://cdn.techinasia.com/wp-content/uploads/2014/09/Moka-CoFounders-e1411229211157.jpg\" alt=\"Moka CoFounders\" width=\"492\" height=\"464\"><p class=\"wp-caption-text\">Moke co-founders, left: Haryanto Tanjo, right Grady Laskmono.</p>\n</div>\n<p>Tanjo and his co-founder Grady Laksmono founded Moka to disrupt the point-of-sales (POS) industry. Their cloud-based solution offers POS functionalities and access to real-time data.</p>\n<p>All users need to access the system is an Android or iOS device. Moka users pay a monthly subscription fee.</p>\n<p>Moka has raised US$27.9 million over five funding rounds.</p>\n<h2>2. Ankiti Bose (27): Zilingo, Singapore</h2>\n<div id=\"attachment_495410\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-495410\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/04/Ankiti-Solo.jpeg\" alt=\"\" width=\"1280\" height=\"852\"><p class=\"wp-caption-text\">Zilingo co-founder and CEO Ankiti Bose / Photo credit: Zilingo</p>\n</div>\n<p>Bose built a career in venture capital and management consulting but pivoted towards ecommerce in 2015. It was a trip to Thailand that drove her career shift – Bose saw opportunity in the country’s numerous small clothing shops that had no online boutiques.</p>\n<p>She then co-founded Zilingo, a mobile-first platform for buying and selling clothing and beauty products. Today, the platform has over 10,000 merchants. Zilingo ships to buyers in Australia, Hong Kong, Indonesia, Malaysia, Singapore, and Thailand.</p>\n<p>It has raised US$81.9 million over four funding rounds.</p>\n<h2>1. Quek Siu Rui (30): Carousell, Singapore</h2>\n<p><img class=\"alignnone size-full wp-image-397670\" src=\"https://cdn.techinasia.com/wp-content/uploads/2017/04/20150614-siu-rui-quek-singapore.0.jpg\" alt=\"\" width=\"1280\" height=\"874\"></p>\n<p>During a year-long university program that sent them to Silicon Valley, Quek, Lucas Ngoo, and Marcus Tan Yi Wei found themselves buying too many gadgets from Amazon.</p>\n<p>To get rid of the clutter, they tried selling the gadgets on auction sites, and discovered the need for a convenient mobile platform for buying and selling things.</p>\n<p>They pitched this idea at Startup Weekend in Singapore in 2012, and won. A few months later, they graduated from university and formed Carousell.</p>\n<p>They have since raised US$126.8 million in funding. The latest was an US$85 million <a href=\"https://www.dealstreetasia.com/stories/carousell-rakuten-edbi-97737/\" target=\"_blank\" rel=\"noopener\">series C round</a> led by Rakuten Capital and EDBI.</p>\n<p>To date, Carousell has hosted more than <a href=\"http://careers.carousell.com/about/\" target=\"_blank\" rel=\"noopener\">110 million listings</a> and facilitated sales of 50 million items.</p>","categories":[{"id":"39696","name":"Startups","slug":"startups"},{"id":"53123","name":"Subscriber Exclusives","slug":"subscriber-exclusive"}],"author":{"name":"Daniel Tay","image":"https://cdn.techinasia.com/wp-content/authors/72462.jpg?v=1545885936"},"seo":{"title":"30 under 30: Young founders in Southeast Asia who are changing the game","description":"Here are 30 of these trailblazers who are 30 and under.","image":"https://cdn.techinasia.com/wp-content/uploads/2018/09/Leandro-Leviste.jpg"}}}