{"pageContext":{"id":"588689","parent":"__SOURCE__","slug":"10-ways-sabotaging-startup-potential","internal":{"contentDigest":"9ae63a1acc44f102886c1db01f0b1e71","type":"ContentCoPost","owner":"default-site-plugin"},"children":[],"title":"10 ways you’re sabotaging your startup and potential","preview":{"source":"https://cdn.techinasia.com/wp-content/uploads/2018/10/75742838_l-750x530.jpg","attachment_meta":{"width":null,"height":null,"sizes":{}}},"createdAt":"2018-10-18T07:32:48","content":"<section class=\"section section--body\"><div class=\"section-content\">\n<div class=\"section-inner sectionLayout--insetColumn\">\n<div id=\"attachment_588787\" class=\"wp-caption aligncenter\">\n<img class=\"size-large wp-image-588787\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/75742838_l-750x530.jpg\" alt=\"business-cut-rope\" width=\"750\" height=\"530\"><p class=\"wp-caption-text\">Photo credit: <a href=\"https://www.123rf.com/profile_jtanki\" target=\"_blank\" rel=\"nofollow noopener\">Jtanki</a></p>\n</div>\n<p id=\"6e36\" class=\"graf graf--p graf--leading\">Sabotaging your startup is like crack, except that it won’t get you high. It <em class=\"markup--em markup--p-em\">will </em>bring you down.</p>\n<p id=\"8dd7\" class=\"graf graf--p graf-after--p\">As with alcohol and any other drug, we get addicted to it and only realize its impact when it’s too late —team members leaving, investors not doing another round, customers not buying anymore, you spending 10 years of your life on nothing. It’s extremely challenging to recognize the signs, figure out the causes, and resolve them.</p>\n<p class=\"graf graf--p graf-after--p\">In the midst of uncertainty, indifference, and dissatisfaction, what’s crucial is being able to take control of your startup’s trajectory. You owe it to every potential customer, team member, partner, and most importantly, yourself to stop sabotaging your startup.</p>\n<p id=\"afc3\" class=\"graf graf--p graf-after--p\">In this article, I’ll explain what I’ve seen the most successful entrepreneurs do to move their startups to thriving businesses.</p>\n<p id=\"187e\" class=\"graf graf--p graf-after--p graf--trailing\">(Disclaimer: <a href=\"https://www.techinasia.com/talk/build-startup-alone\">I failed at my own startup</a> and am no successful entrepreneur. I actually messed up in all of the points below. Because of that, I can’t tell you how to be successful. But I can tell you which things will kill your potential.)</p>\n</div>\n</div>\n</section><section class=\"section section--body\"><div class=\"section-content\">\n<div class=\"section-inner sectionLayout--insetColumn\">\n<h2 id=\"b17b\" class=\"graf graf--h3 graf-after--p\"><strong>1. You don’t start at the end</strong></h2>\n<p>One of the most telling moments in <em>Alice in Wonderland</em> is when Alice encounters a fork in the road, meets the Cheshire Cat, and the following conversation takes place:</p>\n<p>Alice: “Which road do I take?”</p>\n<p>Cheshire Cat: “Where do you want to go?”</p>\n<p>Alice: “I don’t know.”</p>\n<p>Cheshire Cat: “Then, it doesn’t matter.”</p>\n<p id=\"a754\" class=\"graf graf--p graf-after--p\"><a class=\"markup--anchor markup--p-anchor\" href=\"https://s3.amazonaws.com/startupcompass-public/StartupGenomeReport2_Why_Startups_Fail_v2.pdf\" target=\"_blank\" rel=\"nofollow noopener\" data-href=\"https://s3.amazonaws.com/startupcompass-public/StartupGenomeReport2_Why_Startups_Fail_v2.pdf\">Research has found </a>that the most successful founders are driven by where they want to go—their vision of making a positive impact. What that vision looks like basically depends on four factors:</p>\n<ol class=\"postList\">\n<li id=\"8216\" class=\"graf graf--li graf-after--p\">What trends currently have a strong influence in the world?</li>\n<li id=\"a3b8\" class=\"graf graf--li graf-after--li\">What will the world look like in five years?</li>\n<li id=\"a418\" class=\"graf graf--li graf-after--li\">What problem has a huge impact on a large group of people?</li>\n<li id=\"0f42\" class=\"graf graf--li graf-after--li\">What role do you want to play in solving this problem?</li>\n</ol>\n<p id=\"1c35\" class=\"graf graf--p graf-after--li\"><strong class=\"markup--strong markup--p-strong\">Solution: </strong>Spend time determining what the end point looks like, and then reflect upon this every three months.</p>\n<h2 id=\"f121\" class=\"graf graf--h3 graf-after--p\"><strong>2. You don’t question assumptions enough</strong></h2>\n<p id=\"6731\" class=\"graf graf--p graf-after--h3\">Is your target customer everybody? Is the world full of evidence in support of your ideas? Are your tactics and strategies not leading to enough growth?</p>\n<p class=\"graf graf--p graf-after--h3\">Guess what? You’re suffering from <a href=\"https://medium.com/swlh/the-innovation-bias-how-to-be-less-wrong-a67d25c13bc3\" target=\"_blank\" rel=\"nofollow noopener\">innovation bias</a>.</p>\n<p id=\"887c\" class=\"graf graf--p graf-after--p\">When we discover new ideas, we somehow only see the potential. We see all sorts of problems and needs that we can solve. We only see the evidence supporting our ideas.</p>\n<p id=\"3a11\" class=\"graf graf--p graf-after--p\">These assumptions overwhelm us with optimism, which in turn kills our ability to think critically. Without thinking critically, we lose perspective of the actual risks. We figure out how exactly we can realize our dream, resulting in an epic product launch—without any customers. (You would know this if you’ve started your business for the first time.)</p>\n<p id=\"134e\" class=\"graf graf--p graf-after--p\"><strong class=\"markup--strong markup--p-strong\">Solution: </strong>Print out the picture below and hang it on your wall.</p>\n<p><img class=\"aligncenter wp-image-588692 size-large\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/10/know-nothing-750x300.jpg\" alt=\"know- nothing\" width=\"750\" height=\"300\"></p>\n<section class=\"section section--body\"><div class=\"section-content\">\n<div class=\"section-inner sectionLayout--insetColumn\">\n<p id=\"2e9a\" class=\"graf graf--p graf-after--p\">Every Friday, I write down my assumptions on how my new ideas might work, and then determine which ones are the riskiest. Then, I start experimenting with them. <a href=\"https://medium.com/swlh/the-essential-first-steps-to-startup-success-2f133f2c6741\" target=\"_blank\" rel=\"nofollow noopener\">Here’s an example</a>.</p>\n<h2 id=\"48d2\" class=\"graf graf--h3 graf-after--p\"><strong>3. You don’t empathize enough</strong></h2>\n<p id=\"73f0\" class=\"graf graf--p graf-after--h3\">Your role as an entrepreneur is to understand your customers’ worldview, figure out their goals, and solve their problems. Put differently, your role as an entrepreneur is to create something that makes their experience in this world a bit nicer. That’s why people buy from you.</p>\n<p id=\"6f1a\" class=\"graf graf--p graf-after--p\">But how can you create something of extreme value for someone if you cannot imagine the world in their eyes?</p>\n<p id=\"552f\" class=\"graf graf--p graf-after--p\">How are you going to buy an awesome birthday gift for someone you don’t know?</p>\n<p id=\"6dff\" class=\"graf graf--p graf-after--p\">How can you build something valuable for someone when you don’t empathize with them?</p>\n<p>Forty-two percent of startups in <a href=\"https://www.cbinsights.com/research/startup-failure-reasons-top/\" target=\"_blank\" rel=\"nofollow noopener\">this study</a> failed because they didn’t create real value.</p>\n<p id=\"b8ee\" class=\"graf graf--p graf-after--p\"><strong class=\"markup--strong markup--p-strong\">Solution: </strong>Seriously, talk to customers. Be curious. Make a connection. Spend time with them. If you want to know how to do that, you can read <a href=\"https://medium.com/swlh/the-six-minute-guide-to-making-things-people-will-love-1b7ddbc55205\" target=\"_blank\" rel=\"nofollow noopener\">this</a>.</p>\n<h2 id=\"3dd6\" class=\"graf graf--h3 graf-after--p\"><strong>4. You don’t fail enough</strong></h2>\n<p id=\"ef1d\" class=\"graf graf--p graf-after--h3\">When you’re in an uncertain situation, the last thing you want is doing another uncertain thing.</p>\n<p id=\"8473\" class=\"graf graf--p graf-after--p\">That said, did you ever try something that didn’t work? Some people call it failure; I call it learning.</p>\n<p id=\"2ac7\" class=\"graf graf--p graf-after--p\">Paradoxically, improvement comes from a loop of trying, failing, and learning thousands of time. Not-so-paradoxically, your success directly follows your improvement.</p>\n<p id=\"363c\" class=\"graf graf--p graf-after--p\"><strong class=\"markup--strong markup--p-strong\">Solution: </strong>Stop over-preparing. You’re keeping everything to yourself and basing your decisions on your own assumptions. Shift your focus from “I want to be right” to “I want to maximize my learning.”</p>\n<h2 id=\"bb12\" class=\"graf graf--h3 graf-after--p\"><strong>5. You try to boil the ocean</strong></h2>\n<p id=\"a1ef\" class=\"graf graf--p graf-after--h3\">Startup news is filled with Apple going beyond US$1 trillion, some scooter-sharing platform raising US$600 million, and Elon Musk starting a teleportation company (fake news).</p>\n<p class=\"graf graf--p graf-after--h3\">I get it that you feel like you’re going to be the next change-maker. But honestly, that’s just the fast lane to being discouraged before burning out in general.</p>\n<p class=\"graf graf--p graf-after--h3\">The path from zero to hero isn’t one step—it’s a million small steps.</p>\n<p id=\"b897\" class=\"graf graf--p graf-after--p\"><strong class=\"markup--strong markup--p-strong\">Solution: </strong>Start small and simple. Break your complex and overwhelming “world domination” down into <em>manageable</em> chunks.</p>\n<h2 id=\"661f\" class=\"graf graf--h3 graf-after--p\"><strong>6. You think business is busyness</strong></h2>\n<p id=\"9c41\" class=\"graf graf--p graf-after--h3\">The data is out. Working 24 hours a day for seven days a week <a class=\"markup--anchor markup--p-anchor\" href=\"https://hbr.org/2015/08/the-research-is-clear-long-hours-backfire-for-people-and-for-companies\" target=\"_blank\" rel=\"nofollow noopener\" data-href=\"https://hbr.org/2015/08/the-research-is-clear-long-hours-backfire-for-people-and-for-companies\">makes you miserable and kills you</a>. All that time you’re mindlessly emailing customers, micromanaging the team, writing code for hours, keeping investors updated, looking for new investors, and talking to new employees kills your potential and satisfaction.</p>\n<p class=\"graf graf--p graf-after--h3\">You’re not working toward building a business; you’re working toward being an extremely busy freelancer with some helpers.</p>\n<p id=\"4aab\" class=\"graf graf--p graf-after--p\">The truth is that your time is worth something, but you’re spending it foolishly. The only question that matters is, did I create enough value for the time I’ve invested?</p>\n<p>Your job as a founder is not to be busy, but to create value. That’s it.</p>\n<p id=\"d4aa\" class=\"graf graf--p graf-after--p\"><strong class=\"markup--strong markup--p-strong\">Solutions: </strong></p>\n<ol>\n<li class=\"graf graf--p graf-after--p\">Measure your input against your output.</li>\n<li class=\"graf graf--p graf-after--p\">Think about alternative strategies to create the output you’re seeking, then compare input and output.</li>\n<li class=\"graf graf--p graf-after--p\">Analyze the moments you’re waiting for someone or something.</li>\n<li class=\"graf graf--p graf-after--p\">Figure out whether your input/output ratio differs per strategy, find out why, then focus on those that create maximum value.</li>\n</ol>\n<h2 id=\"39ec\" class=\"graf graf--h3 graf-after--p\"><strong>7. You don’t build the A team</strong></h2>\n<p id=\"f041\" class=\"graf graf--p graf-after--h3\">Like me, I know your parents have probably been telling you you’re the best. And I’m sure you are a force to be reckoned with. But what happens if your company grows from two customers to 200,000?</p>\n<p id=\"b7b5\" class=\"graf graf--p graf-after--p\">If you want to grow into a real business, you simply need to move away from working <em>in</em> the business to working <em>on</em> the business. This means you need other people to be working in the business. Then, you can use your time and energy and start to actually be productive.</p>\n<p id=\"e0cd\" class=\"graf graf--p graf-after--p\"><strong class=\"markup--strong markup--p-strong\">Solution: </strong>Organize your business so you’ll have so much time left that you’ll have no idea what you should do with it. Figure out how you create value for your customers and which positions need to be filled. Make a list of people you want to fill it with and go talk to them. There’s no need to hire them right away if there’s no money, but since time is of the essence, it’s best to get them in the loop ASAP.</p>\n<h2 id=\"5f69\" class=\"graf graf--h3 graf-after--p\"><strong>8. You don’t hold yourself accountable</strong></h2>\n<p id=\"a1d3\" class=\"graf graf--p graf-after--h3\">Humans are raised and trained that if we do badly, someone’s going to pull our shirt and tell us we suck. But for an entrepreneur, there’s no one to keep you accountable. No one will say, “Hey, you’re doing terrible. Stop doing a terrible job.”</p>\n<p class=\"graf graf--p graf-after--h3\">In the early days, the only ones to do that will be your customers. But they won’t use those words. They’ll simply not buy.</p>\n<p id=\"ca6e\" class=\"graf graf--p graf-after--p\">There will only be a lot of signals for you to draw that conclusion. But if you’re not keeping yourself accountable, you’ll miss them and continue sucking.</p>\n<p id=\"6f97\" class=\"graf graf--p graf-after--p\"><strong class=\"markup--strong markup--p-strong\">Solution:</strong> Get in the habit of assessing your progress (see point #1). This way, you don’t need your mom to tell you that you should get your shit together.</p>\n<h2 id=\"4a3a\" class=\"graf graf--h3 graf-after--p\"><strong>9. You don’t think effectively</strong></h2>\n<p id=\"cb24\" class=\"graf graf--p graf-after--h3\">Most entrepreneurs make bad decisions because of these three biases:</p>\n<ol class=\"postList\">\n<li id=\"da90\" class=\"graf graf--li graf-after--p\">\n<strong class=\"markup--strong markup--li-strong\">Preparation bias: </strong>Do you ever think, “If I only add this one extra feature, the market will be super happy,” or, “I need it to look better before shipping”? Yeah, that’s killing your progress. We get stuck because we don’t think about where we want to go, what we need to learn, and how we can best learn that. Perfectionism is hardly ever (I dare say never) the way forward.</li>\n<li id=\"b5aa\" class=\"graf graf--li graf-after--li\">\n<strong class=\"markup--strong markup--li-strong\">Innovation bias: </strong>You’ve got all these amazing ideas and people will love them—except often, they don’t. That’s because we come up with problems around our ideas that might not actually be grounded in reality.</li>\n<li id=\"dcd0\" class=\"graf graf--li graf-after--li\">\n<strong class=\"markup--strong markup--li-strong\">Overconfidence bias: </strong>That data you find that doesn’t support your idea is not significant. Wrong. But I get it: you’re an entrepreneur, so you’re naturally extremely confident and optimistic that this doesn’t mean anything. Until it does.</li>\n</ol>\n<p id=\"5c60\" class=\"graf graf--p graf-after--li\"><strong class=\"markup--strong markup--p-strong\">Solution:</strong> Reverse these three biases by doing the following:</p>\n<ol class=\"postList\">\n<li id=\"cd01\" class=\"graf graf--li graf-after--p\">Prioritize learning over perfection. Let your customers tell you what works and what doesn’t, and then improve.</li>\n<li id=\"a1de\" class=\"graf graf--li graf-after--li\">Get out of the building. Be grounded in reality. Use actual data from the real world. Assume less and test more. Talk to real customers.</li>\n<li id=\"d2cd\" class=\"graf graf--li graf-after--li\">Be your worst skeptic. Work like Google X. Look for things that don’t support your idea.</li>\n</ol>\n<h2 id=\"9839\" class=\"graf graf--h3 graf-after--li\"><strong>10. You think scale is always more important than profit</strong></h2>\n<p id=\"0a7c\" class=\"graf graf--p graf-after--h3\">Are you getting ahead of yourself? That’s not your fault because the consensus for startups is this:</p>\n<blockquote>\n<p id=\"730f\" class=\"graf graf--p graf-after--p\">Raise a lot of money at seed, grow your revenue, raise more money at series A, rinse and repeat through series B to G, then IPO or exit.</p>\n</blockquote>\n<p id=\"5afe\" class=\"graf graf--p graf-after--p\">In the real world, that doesn’t actually work. <a class=\"markup--anchor markup--p-anchor\" href=\"https://www.cbinsights.com/research/venture-capital-funnel-2/\" target=\"_blank\" rel=\"nofollow noopener\" data-href=\"https://www.cbinsights.com/research/venture-capital-funnel-2/\">Research</a> found that for 1,100 companies raising seed, only 89 managed to exit for more than US$50 million. Only five exited for over US$1 billion.</p>\n<p id=\"84ad\" class=\"graf graf--p graf-after--p\">If you raise funding, it’s more important that you grow your customer base than grow your unit economics (profit). It’s more important to grow from 1,000 to 10,000 customers with a negative margin (i.e. losing money on each customer you’re onboarding) than to figure out a way to create a positive margin and then scale acquisition.</p>\n<p id=\"0276\" class=\"graf graf--p graf-after--p\">But there’s nothing wrong with building a real business that’s profitable. There’s nothing wrong if you acknowledge that using startup as an excuse for not making money is actually ridiculous. There’s nothing wrong with shifting your attention from growth of revenue to growth of profits.</p>\n<p id=\"e373\" class=\"graf graf--p graf-after--p graf--trailing\"><strong class=\"markup--strong markup--p-strong\">Solution: </strong>The most important thing to figure out first is whether you can get costs lower than revenue at scale. Measure your performance metrics (to start, it might be a good idea to measure what and how you’re earning, and what and how you’re spending), and then figure out how you can improve them. Once you’ve nailed it, you can scale it. You can then focus on scaling up hiring, customer acquisition strategies, and new product features.</p>\n<h2 class=\"graf graf--p graf-after--p graf--trailing\"><strong class=\"markup--strong markup--p-strong\">Did I do all these things in my own startup? </strong></h2>\n<p class=\"graf graf--p graf-after--p graf--trailing\">No way, Jose. I sucked. But I’m working on sucking a bit less every day. At the same time, I’m helping other entrepreneurs flip these negative practices into positive ones and seeing it make a difference.</p>\n<p id=\"0319\" class=\"graf graf--p graf-after--p\">The results won’t come in a day but the small victories will lead to a happier, more stable, and more successful business. Your startup’s potential is much higher than you think. And if you can master its trajectory, you’ll be able to appreciate what you’re working on, the possibilities it offers, and the major impact you can make for others.</p>\n</div>\n</div>\n</section><section class=\"section section--body\"><div class=\"section-content\">\n<div class=\"section-inner sectionLayout--insetColumn\">\n<p><em>This is a condensed version of an article first published on <a href=\"https://medium.com/swlh/stop-doing-these-12-things-ed5f7be7e480\" target=\"_blank\" rel=\"nofollow noopener\">Medium</a>.</em></p>\n</div>\n</div>\n</section>\n</div>\n</div>\n</section>","categories":[{"id":"43226","name":"Community","slug":"community"},{"id":"39696","name":"Startups","slug":"startups"},{"id":"40153","name":"Tips","slug":"tips"}],"author":{"name":"Bram Krommenhoek","image":"https://cdn.techinasia.com/wp-content/authors/140326.jpg?v=1501731494"},"seo":{"title":"10 ways you’re sabotaging your startup and potential","description":"Please stop wasting your potential.","image":"https://cdn.techinasia.com/wp-content/uploads/2018/10/75742838_l-750x530.jpg"}}}