{"pageContext":{"id":"581356","parent":"__SOURCE__","slug":"apply-accepted-ycombinator","internal":{"contentDigest":"b0257446feac4df8f809775d4c2114c0","type":"ContentCoPost","owner":"default-site-plugin"},"children":[],"title":"What it’s like to apply – and be accepted – for Y Combinator","preview":{"source":"https://cdn.techinasia.com/wp-content/uploads/2018/09/paul-graham.jpg","attachment_meta":{"width":1420,"height":946,"sizes":{"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/09/paul-graham-100x100.jpg"},"medium":{"width":350,"height":233,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/09/paul-graham-350x233.jpg"},"large":{"width":750,"height":500,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/09/paul-graham-750x500.jpg"}}}},"createdAt":"2018-09-28T08:53:50","content":"<div id=\"attachment_568441\" class=\"wp-caption alignnone\">\n<img class=\"size-full wp-image-568441\" src=\"https://cdn.techinasia.com/wp-content/uploads/2018/09/paul-graham.jpg\" alt=\"\" width=\"1420\" height=\"946\"><p class=\"wp-caption-text\">Paul Graham</p>\n</div>\n<p><em>The following is an edited excerpt from</em> The Launch Pad: Inside Y Combinator<em> by Randall Stross. The excerpt is provided by Portfolio Publishing. You can buy a copy <a href=\"https://www.amazon.com/Launch-Pad-Inside-Combinator/dp/1591846587\" target=\"_blank\" rel=\"noopener\">here</a>.</em></p>\n<p>Kalvin Wang and Randy Pang are hackers, the ones who write software. Jason Shen isn’t, but he’s a self-described “startup sales guy” and has a general-purpose ability to persuade. His personal blog is “The Art of AssKicking.”</p>\n<p>The three are about twenty-four years old, recent graduates of Stanford and Berkeley, roommates living in San Francisco, and fast friends. They would like to start their own startup together. What the particular business will be is not firmly settled – it changes day to day. In the meantime, they have been selected as finalists who are being considered by Y Combinator for the summer 2011 batch of investments.</p>\n<p>They are one of about 170 teams – it seems a bit early to refer to them as “companies” – that have been invited to Mountain View for a brief interview. Kalvin and company possess nothing more than an idea for a startup, and a transitory one at that. The “seed” in seed-stage investing doesn’t get much smaller than this. At this early point, the teams do not need to have a name for their proposed company. Most do not. Informally, YC partners will refer to the team by pluralizing one founder’s first name or whatever was used as a user name when setting up an online account at the Hacker News Web site, which also receives applications for YC.</p>\n<p>Kalvin Wang is the principal contact person on the application, so the company is referred to as “the Kalvins.” It’s late April 2011 and the Kalvins are led into the small conference room at Y Combinator’s headquarters in Mountain View, California. Five men and one woman are arrayed on the other side of the table and along the sides. These are the YC partners, who range in age from a few years older than the Kalvins to two decades older. They all have open laptops and are peering at the application that the Kalvins have submitted online. The Kalvins know their chat at YC will last only ten minutes. Then a beeper will go off, seemingly almost as soon as the session starts, and they will be ushered out to make way for the next group. The session will be led by Paul Graham.</p>\n<p>The other three founding YC partners are present – Jessica Livingston, Trevor Blackwell, and Robert Morris – but interview time isn’t carefully apportioned in even increments. It’s mostly Graham’s show. The Kalvins sit down. Graham continues to stare at his laptop, then greets them, without preamble. “OK. We liked you guys more than the idea.” The “idea” – the product or service that the startup will offer – often mutates between the time the applicants submit their application and the time of their interview. This is the case here.</p>\n<p>The idea that the Kalvins had submitted a few weeks earlier was encapsulated as “past memories sent to your in-box.” In a preinterview via Skype with a YC partner the week before, they had been encouraged to think of something else. “We pivoted the idea a little bit,” says one Kalvin – Jason Shen in this case, but in the eyes of the YC partners, the finalists are a blurry succession of faces without individual names. “We’re going to be the Mint.com for photo books. We organize and rank your Facebook content, allowing you to easily create a printed photo book, featuring the best photos of you, your friends.” Another Kalvin adds, “In college, every dorm – dozens of dorms at Stanford – they have a historian, somebody who makes these books. They have to do this. They usually end up half-assing it. Or they don’t finish it. This would be an easy way to get started.”</p>\n<p>“You guys still have connections in college?” Graham asks. They did; they had graduated two years earlier. Graham is much more interested in the founders than in the proposed business idea. When he sees a strong team of founders with the qualities that he believes favor success, he will overlook a weak idea.</p>\n<p>“I believe this could be Altair BASIC,” he tells the Kalvins, who all were born many years after the first microcomputer, the Altair, was introduced in 1975. “Do you know what Altair BASIC was? Microsoft’s first product, right?” Printing photo books could be their start, their Altair BASIC, but Graham wants to know: “What do you expand into from this?” “We basically believe in the power of memory, nostalgia. We could go into lots of physical products – ” a Kalvin begins. Another YC partner jumps in. Sam Altman is an alumnus from Y Combinator’s inaugural batch, summer 2005, and holds a day job as the chief executive of Loopt, the company that came out of that experience.</p>\n<p>But he’s also a part-time YC partner and sits in on the finalist interviews when he can. “I believe you on the memories and nostalgia,” says Altman. “But are people still printing books like that?” “Yeah. Last year, the photo book printing market was over $1 billion. Europe grew by 25 percent last year.” Another Kalvin adds, “It’s been steadily increasing since 2005. The numbers have been going up.”</p>\n<p>The Kalvins are attempting an improbable thing, making a case for a nondigital product: “Having a physical product that you flip through and have on your coffee table and show your friends – it’s really valuable! We’ve actually bought photo books for our friends and family. It sucks because you have to spend hours making them, finding the photos.” Every dorm has to prepare one each year, pay a printer twenty dollars a copy, and buy at least a hundred. Graham returns to his still unanswered question: “Where does this expand?”</p>\n<p>A Kalvin suggests offering a book based on your personal calendar and Foursquare check-ins. Or your tweets for the year. “You’re not serious, that people are going to print up tweets from last year?” asks Trevor Blackwell, who is forty-one, about the same age as the other three founding partners. He too has a day job, as the chief executive of Anybots, the robot company that shares its building with YC. The Kalvins are unfazed by the generational distance that has left the older YC partners unacquainted with the combination of social media and printed books. “Actually, I have a tweet book,” says one. “Tweet books have been going around since 2007. There’s a business that basically aggregates the last two thousand tweets you have and prints them out into a book.”</p>\n<p>Jessica Livingston could picture this. “Kind of like a diary of your tweets,” she offers. “Blurb.com is that book publishing company that went from $1 million to like $30 million in two years. They basically print out blogs, turn them into books,” says a Kalvin. “But their software is super clunky – super slow.” “Maybe you can replace yearbooks,” Graham says, answering his own question. “High school yearbooks. I feel like it’s about time. If you could replace high school yearbooks, that could be a lot of money. It’s so clearly waiting for someone to come along.”</p>\n<p>The Kalvins have made a good impression during their allotted time. As soon as they leave and the door closes, Graham declares, “I like them!” “We’re just not enthusiastic about the idea,” appends Livingston. “Well, it’s Altair BASIC,” repeats Graham. It’s a starting point.</p>\n<p>If there is a single perfect age for founders to start a startup, the Kalvins are at that age, a little more mature than undergraduate students but not yet encumbered with the mortgages and children that make leaving a conventional, well-paying job at an established, profitable company so difficult. Still, Graham wants to see in the interview that the team works well together, a prerequisite for surviving the stresses that will come in the life of a startup. The Kalvins have acquitted themselves well, no single one dominating, each comfortably yielding to the others. You couldn’t tell which two were hackers and which one wasn’t.</p>\n<p>The one configuration that YC partners are most vigilant about uncovering during the interviews is “hackers in a cage,” where one nontechnical founder holds controlling power and treats the hackers as subordinates.</p>\n<p>YC has invited less than 9 percent of the two thousand teams that applied to come in for a finalist interview. This means YC partners have brief encounters in person with 170 finalist teams over eight days. In between each interview, the partners type into YC’s internal database their individual comments, which the others can see. After each interview, the partners also immediately rank the team among those already seen that day. Funding decisions are made by consensus at the end of the day.</p>\n<p>Usually the top eight or so teams among the day’s twenty-two finalists will receive an offer. These receive a phone call from Graham, who, after a day of sitting, stands and walks around as he talks. “We want to fund you guys,” Graham would say as his greeting when he calls to deliver the offer. “There are three of you, right? It would be $17,000 for 7 percent.” The amount of equity that Y Combinator asks for is the same in almost all cases, but the dollar amount of the investment varies slightly: each team would receive $11,000, then $3,000 for every founder, up to $20,000 for three or more founders. Most founders accept the offer on the spot, but Graham allows those who wish to ponder the matter to take a bit of additional time. The only responses permitted, however, are yes or no; Graham will not negotiate terms.</p>\n<p>In a 2008 interview, he described YC’s offer as a kind of IQ test for the founders. “If we take 6 percent, we have to improve a startup’s outcome by 6.4 percent for them to end up net ahead,” he said. “That’s a ridiculously low bar. So the IQ test is whether they grasp that.”</p>\n<p>When Graham finishes his last call of the day, the partners disperse and Graham sits down at his laptop to send an e-mail message to each team that was not selected, with a brief explanation. By the time he heads home, every finalist team that came in that day will have heard back about YC. Sixty-four companies would be chosen from the two thousand applications (the batch ended with sixty-three after one company decided early in the session to withdraw). This represented a great enlargement from modest beginnings.</p>\n<p>When Y Combinator had begun six years earlier, Graham’s invitation to what he initially called the Summer Founders Program had attracted 227 applications – and only 8 were selected. Graham and his partners were then living in Cambridge, Massachusetts. It was an “experiment,” Graham said at the time, “because we’re prepared to fund younger founders more than most investors would.” Google and Yahoo had shown that graduate students could start successful startups, he said, and he knew that some undergraduates had demonstrated that they were fully as capable as most graduate students. As the minimum age that was generally deemed acceptable to start a startup was pushed downward, he viewed Y Combinator as a means of finding out just how low that minimum age could go.</p>\n<p>Graham addressed prospective applicants who were still undergraduates: If you start a startup, you’ll probably fail. Most startups fail. It’s the nature of the business. But it’s not necessarily a mistake to try something that has a 90 percent chance of failing, if you can afford the risk. Failing at forty, when you have a family to support, could be serious. But if you fail at twenty-two, so what? If you try to start a startup right out of college and it tanks, you’ll end up at twenty-three broke and a lot smarter. Which, if you think about it, is roughly what you hope to get from a graduate program.</p>\n<p>Y Combinator, through its investments, has made online communication services more robust and varied. But in its own operations, face-to-face communication, without electronic mediation, is deemed indispensable. In Graham’s view, there is no way of achieving high fidelity without being physically present. The finalist teams have been directed to come to Y Combinator in person, with all team members present and accounted for. The finalists who are streaming in from around the world, including Iceland, the UK, Denmark, Turkey, South Africa, India, China, Hong Kong, and Australia, must bear the inconvenience and most of the cost: YC reimburses travel expenses only up to six hundred dollars per team.</p>\n<p>If funded, all of the founders have to live in the Bay Area for the three month session. This is necessary because when they consult with Graham and the other partners, it will primarily be face-to-face</p>\n<p>But another, newer term has caught the attention of Jessica Livingston. At one point, in a brief lull in between interviews, she calls out to Altman at the other end of the table, “Sam, you know what my biggest, overused, meaningless tech lingo is? ‘Onboarding.’” Graham, sitting between them, looks up. He hasn’t heard that one. “Onboarding?” Altman recognizes it immediately. “That has just popped up recently—” “It’s driving me bananas,” Livingston says. “Yeah, I don’t like it either.” “Do you say, ‘How do you on-board users?’” “Yeah, ‘How are you going to on-board these customers?’” Altman says. “I don’t ever – that’s, I think, the first time I’ve said it out loud.”</p>\n<p>A group of four eighteen-year-old college freshmen comes in. They’d received the same sort of qualified rejection that Justin Kan and Emmett Shear had received when applying to the first batch. Once seated, a member of the team gives Graham an update: “After we got the message from you saying, ‘We like you guys more than your idea,’ we spent a few days brainstorming.” They show off what they have come up with: software that displays the full text of articles that show up in a person’s tweet stream as links. Graham is not interested.</p>\n<p>Lowering his voice to a near whisper, he asks the group, “Why now? Why not wait until you’re sophomores? I know it feels like, now, you’re going to be over the hill by the time you’re sophomores. You’re not, you know.” “We don’t feel like we’re learning.” Another one says, “We’re so excited by the opportunity that we’re not going to go back.” They had worked earlier on an app that showed a user’s Facebook friends on a Google map. It had proven wildly popular on their campuses – briefly – but no one seemed to use it after trying it once. Graham asks, “Do you have any ideas that people would pay money for? ’Cause you know the big mistake that very young founders make is they make some sort of social mash-up thing no one’s going to pay for, right?”</p>\n<p>He continues, “It might be a good form of discipline to force yourself to work on something that someone would actually pay you for. Maybe it’s a grubby business, the Internet equivalent of a body shop. But at least it’s real.” The beeper goes off. “All right, guys, we’re going to contact everybody tonight,” he says. After the group clears out, Graham registers his negative assessment. “I feel like they’re very young. They do not feel older than their age.”</p>\n<p>From the beginning, Graham has been partial to young teams in which all members are hackers. (Justin Kan wasn’t a computer science major like Emmett Shear, but he had learned how to code on his own and could list a series of hacking feats on his application.) Among the summer 2011 finalists, the CampusCreds are an anomaly: only one of the three founders is a hacker. The nonhackers are Berkeley students who have not graduated. Their Web site offers college students discount deals from merchants close to their campus. “You were down in Santa Barbara or San Diego or somewhere like that,” Graham says as his greeting, reading the group’s application on his laptop. It is hard to tell whether he is saying this in an approving or disapproving tone. “Yeah, we were down in LA for a little bit,” says one CampusCred. Graham sees that they are nervous.</p>\n<p>“That was a good sign, getting your hands dirty,” he says reassuringly. He is handed two colorful sheets that show that, the previous fall, CampusCred began offering deals at their home campus, Berkeley, and in the spring semester now under way, the company has added campuses at UC Davis, UC Santa Cruz, UCLA, UC San Diego, and USC. Total revenue: $117,000. Total active users: 11,446. Ten percent weekly growth. Traffic since February: 491,391 page views, 141,364 visits. “All right, that looks good! What’s not to like?” The level of enthusiasm that Graham is showing is most atypical, though the founders in the room do not realize this. Groupon and other deal sites have little to show for efforts to sell to college students, a CampusCred explains. “What did they do wrong?” “They just don’t know how to connect to students or properly market their product.” The CampusCreds have found that offering students shot glasses, with the CampusCred logo imprinted on the bottom, is a popular promotion. The company has also “partnered” with Greek houses that were willing, for a donation, to drape a large CampusCred banner outside. Graham cannot contain his excitement. “If I were you, I’d essentially write a program, executed by humans, for how to colonize a new college. And you just colonize all of them. There’s no limit! Do them all next month!”</p>\n<p>The founders laugh, thinking Graham could not possibly be serious, but he is. Sam Altman, whose voice is always serious, asks the CampusCreds, “Is there a reason you haven’t done that?” “We need a rep at most of the campuses,” one answers. It is the rep who enlists local businesses and sets up the deals that are sold on the site. Altman notices something else that is impressive: at the large deal sites, like Groupon, about 85 percent of the customers are women. But CampusCred’s customers are almost evenly divided between women and men. “Why is that?” he asks. “At Groupon, they do a lot of health and spa. We don’t.” Asked to estimate the size of the potential market, the CampusCreds hedge, clearly afraid of appearing delusional. One begins tentatively, “We had some initial predictions of what we would be at if we were at one hundred schools in a year – ”</p>\n<p>“Why don’t you do a hundred schools a month?” Graham wants to know. “It takes a couple thousand dollars to launch a school.” “Are you guys profitable right now?” “Yes.” “If I funded you guys, I would send you off to investors almost immediately. Get some money and get the landgrab.” After the interview and the CampusCreds have left, Graham is ecstatic: “Now we can calibrate what goodness looks like!”</p>","categories":[{"id":"39696","name":"Startups","slug":"startups"}],"author":{"name":"Apoorva Dutt","image":"https://cdn.techinasia.com/wp-content/authors/174008.JPG?v=1527844024"},"seo":{"title":"What it’s like to apply – and be accepted – for Y Combinator","description":"Journalist Randall Stross was granted unprecedented access to Y Combinator, enabling a unique inside tour of the world of software startups.","image":"https://cdn.techinasia.com/wp-content/uploads/2018/09/paul-graham.jpg"}}}